# This file should contain all the record creation needed to seed the database with its default values.
# The data can then be loaded with the rails db:seed command (or created alongside the database with db:setup).
#
# Examples:
#
#   movies = Movie.create([{ name: 'Star Wars' }, { name: 'Lord of the Rings' }])
#   Character.create(name: 'Luke', movie: movies.first)

records = [
  {
      "datetime": "2021.04.11 21:37",
      "user_id": 1,
      "group_id": 1,
      "post": "🤍🤍",
      "images": [
          "https://cdn-contents-web.weverse.io/user/mx750/jpg/6b8c7b4df9754198a487a477c7f476eb548.jpg",
          "https://cdn-contents-web.weverse.io/user/mx750/jpg/ae0765b408d240dfb3a731afc7fa7b5d178.jpg"
      ]
  },
  {
      "datetime": "2021.04.10 22:40",
      "user_id": 1,
      "group_id": 1,
      "post": "오늘 뿌염했어요 뿌탈(색)",
      "images": [
          "https://cdn-contents-web.weverse.io/user/mx750/jpg/cf98669dec4d4a2392bdc13af2947cb0853.jpg",
          "https://cdn-contents-web.weverse.io/user/mx750/jpg/4dacf0abeb144ebdb42d2e2902baf9d8275.jpg",
          "https://cdn-contents-web.weverse.io/user/mx750/jpg/30c42591f5de4280a87b2b969acdf62f664.jpg"
      ]
  },
  {
      "datetime": "2021.04.08 00:20",
      "user_id": 4,
      "group_id": 1,
      "post": "너무나도 짧게 느껴졌던 3주간의 데키라가 끝이 났네요...\n짧지만 정말 소중한 시간을 보낼 수 있어서 행복했고, 잊지 못할 추억을 쌓았던 것 같아요.\n\n멤버 없이 첫 스케줄을 하며 느꼈던 긴장감, 떨림 그리고 생에 첫 라디오 DJ를 맡으며 책임감에 열심히 준비를 해왔던 두 번째 라디오, 마지막인 만큼 편하게 내 마음을 전하고 오자고 생각했던 마지막 라디오 방송까지 잘 마무리한 것 같아 후련하면서도 제 마음을 꽉 채웠던 라디오 라는 시간이 빠져 속상하고 아쉽네요...ㅎㅎ\n3주간 진행했던 키스 더 라디오는 저에게는 스케줄이 아닌 엄청 큰 힐링이었던 것 같습니다.\n그래서 그 시간이 많이 기다려졌고, 떨렸어요 ㅎㅎ\n\n댓글 중 따뜻한 마음을 가진 범규라는 말을 보고되게 울컥했던 것 같아요.\n라디오라는 게 참 신기해요.\n라디오를 진행하는 DJ도, 그 라디오를 함께해주는 청취자분들도 힐링할 수 있다는 게\n짧은 시간이었지만 행복하고 값진 시간을 선물해 주셔서 감사했고, 가족같이 대해주셔서 감사했습니다.\n그리고 늦은 시간까지 함께 해준 우리 모아 분들도 너무 많이 사랑해요!!💕\n덕분에 저도 많은 위로를 받고 사랑받았던 것 같아요!\n\nDJ 범규의 마지막 추천곡은\nMokita - With You 입니다!!!!\n\n그러면 우리 내일도 화이팅해요❣️",
      "images": []
  },
  {
      "datetime": "2021.04.06 14:26",
      "user_id": 4,
      "group_id": 1,
      "post": "이 기록 넘기면 진짜 진짜 인정!!!!\n🧸",
      "images": [
          "https://cdn-contents-web.weverse.io/user/mx750/png/a308a58bb3d840eeb74e37696e6c7be0235.png"
      ]
  },
  {
      "datetime": "2021.04.05 23:06",
      "user_id": 4,
      "group_id": 1,
      "post": "이거 나에요....",
      "images": [
          "https://cdn-contents-web.weverse.io/user/mx750/png/8382bcf31da141678d35edaacdf45192956.png"
      ]
  },
  {
      "datetime": "2021.03.31 23:32",
      "user_id": 4,
      "group_id": 1,
      "post": "일기가 너무 늦은 것 같다ㅠㅠㅠㅠㅠ\n이제 총 세 번의 데키라 중 한 번만 남았다!\n지난번보다는 이번이 더 잘했던 것 같다 ㅎㅎ\n뭔가 라디오를 끝내고 나왔을 때 마음이 후련했다!!ㅎㅎ\n의도치 않게 내 일기를 낭독 당하고 말았지만.... 그것도 다 추억이라고 생각한다...^^\n지난 라디오가 너무 아쉬워서 이번에는 정말 꼼꼼히 준비했던 것 같다.\n아마 대본을 보면 알겠지만 거의 커닝페이퍼 수준이었다...ㅎ\n그래도 지난번보다 잘했으니까!!!!! 헿\n다음번에는 더 많이 준비하고 소감도 완벽하게 말하고 싶다.\n자꾸자꾸 욕심이 생기는 것 같다!",
      "images": []
  },
  {
      "datetime": "2021.03.24 09:02",
      "user_id": 4,
      "group_id": 1,
      "post": "이게 사실 어제 올렸어야 하는 일기인데....ㅠ(아쉽🥺)\n\n오랜만에 쓰는 일기다!!!\n오늘은 처음으로 혼자 스케줄을 했다.\n예전부터 너무나도 하고 싶던 라디오를 하게 되었다는 말을 듣고 엄청 기뻤다.\n사실 예전부터 DAY6 선배님의 노래를 즐겨 들으면서 선배님은 어떤 음악을 들으실까 궁금했었는데 이렇게 플레이리스트를 공유할 수 있는 시간이 생겼다는 게 너무 좋았다.\n\n들어가기 전까지만 해도 분명 잘할 수 있고, 재미있게 할 수 있을 거라고 생각했는데, 막상 의자에 앉으니까 무척 긴장되었다.\n내가 준비한 플레이리스트 곡을 잘 설명할 수 있을까? 지루하지 않게 잘 진행할 수 있을까? 걱정을 많이 했는데 다행히도 영케이 선배님이 너무 프로답게 잘 진행해 주셔서 하다 보니 나도 모르게 긴장을 풀고 재미있게 했던 것 같다.\n\n사실 최근에 생각이 엄청 많았다.\n나라는 사람에 있어서 나는 누군가에게 어떤 사람인가, 누군가가 힘들 때 내가 의지가 될 만한 사람인가 생각을 정말 많이 했는데, 오늘 라디오를 진행하면서 받았던 많은 사연들을 보며 아 나도 위로해줄 수 있겠구나, 저 사람에게 힘이 되어줄 수 있겠구나 생각했던 것 같다.\n\n내가 라디오를 너무너무 하고 싶었던 진짜 이유는 라디오를 하며 누군가의 사연을 받고 그걸 내 경험을 토대로 이야기해주고 그런 과정 속에서 뭔가 나도 모르게 지나쳐온 내 감정들, 생각들을 다시 찾을 수 있겠구나 나를 다시 돌아볼 수 있겠구나 싶어서였다.\n근데 오늘 정말 짧은 시간이었지만 그 시간 속에서 내가 성장해온 과정, 그리고 잊고 있었던 소중한 것들을 다시 돌아봤던 것 같다.\n그래서 라디오를 하는 내내 너무 행복했고, 소중한 시간이었다.\n\n앞으로 두 번 정도 더 라디오를 하게 될 텐데, 그 시간들을 정말 소중하게 담아가고 싶다.\n그리고 오늘 긴장한 탓에 마지막 소감 때 말하지 못했던 말이 있는데, 오늘 영디제이님 너무 편하게 대하고 진행해주셔서 감사하고 그 시간을 함께해준 우리 모아 분들 그리고 마이 데이 분들 감사하고, 사랑합니다💕\n\n우리 다음 주에 또 만나요!!!🥰\n🧸",
      "images": []
  },
  {
      "datetime": "2021.03.05 00:21",
      "user_id": 1,
      "group_id": 1,
      "post": "오늘 아니 지금은 어제가 되어버렸지만 어제는 우리가 데뷔한 지 2년이 되는 날이었다. 즉 투모로우바이투게더의 생일이었다. 늘 느끼지만 시간이란 게 참 상대적이라 우리를 만난 모아 분들의 시간이 빠르게 흘러갔는지 천천히 흘러갔는지도 너무 궁금하다. 데뷔의 시점부터 함께한 멤버들과의 시간은 그 전과는 달랐다. 난 표현을 잘하는 편이지만 그렇다고 고민이 없다거나 힘든 시간이 없는 사람은 아니다. 다만 대체적으로 더 많은 시간 동안 행복할 뿐. 데뷔하고 나서는 뭐 당연하게 하는 미래에 대한 고민이나 팀에 대한 고민, 나에 대한 고민 등등 많은 생각거리가 있었지만 그 어떤 무엇도 날 장기간 집중적으로 괴롭힌 적이 없다. 아마 나의 성향에도 분명 이유가 있겠지만 내 주위에 있는 멤버들 덕분이 아니었나 싶다. 먼저 표현",
      "images": []
  },
  {
      "datetime": "2021.03.04 21:39",
      "user_id": 4,
      "group_id": 1,
      "post": "벌써 데뷔를 하고 2년이라는 시간이 지났네요!!\n길다면 길었고 짧다면 정말 순식간에 지나갔던 2년, 그 사이에 저에게는 참 많은 변화가 있었던 것 같아요.\n나를 진심으로 응원해주고 사랑해주는 모아 분들이 생겼고, 많은 심적 변화를 겪으며 지금의 범규가 된 것 같아요.\n언젠가 멤버를 제외하고 내 주위에 내가 진심으로 기댈 수 있는 사람이 누가 있을까 하고 둘러본 적이 있어요.\n근데 놀랍게도 내 깊은 마음까지 말할 수 있는 사람이 한 명도 없더라구요.\n그래서 저는 요즘에 멤버들과 모아 분들에게 알게 모르게 의지를 많이 하고 있었던 것 같아요.\n나도 모르게 슬픔에 빠질 때도 있었고, 공허함에 그리고 잡생각에 잠들지 못할 때도 있었는데 그때마다 항상 멤버 중 누군가가 다가와 주더라구요.\n그래서 요즘 멤버들만 보면",
      "images": []
  },
  {
      "datetime": "2021.03.04 20:31",
      "user_id": 2,
      "group_id": 1,
      "post": "오늘은 우리의 데뷔 2주년인 날이다.\n생각해 보면 뭔가 얼마 안 된 것 같으면서도 그 사이에 이것저것 많이 한 것 같다!\n하지만 그중 반을 모아 분들 없이 보낸 게 참 안타깝고 속상하다.\n그래서 오늘 팬라이브 리허설을 하며 노래를 부르는데 모아 분들 생각이 참 많이 났다...\n그래도 간절했던 마음이 닿은 것일까? 드디어 모아 분들을 직접 볼 수 있다는 사실에 정말 많이 기쁘고 설렌다!\n그래서 기분 좋은 마음으로 오늘 리허설에 임할 수 있었다ㅎㅎ\n정말 며칠 안 남았다!\n하루빨리 팬라이브를 하고 싶고 이 기운을 이어서 더 많은 모아 분들을 직접 만나고 싶다는 강한 다짐과 생각을 했다!\n언제가 될진 몰라도 언젠간 다시 만나 앞으로 모아 분들과 함께 꾸려나갈 활동과 무대들이 기대된다...!\n\n2년 동안 너무 고마웠고 앞으로도 잘 부탁해요 모아ㅎㅎ\n모아 분들 덕분에 아무리 힘들고 지쳐도 다 이겨 낼 수 있었어요!\n보고 싶고 우리 얼른 만나요~~\n긴말 안 할게요!\n그냥 많이 많이 사랑해요❤️",
      "images": []
  },
  {
      "datetime": "2021.03.04 19:54",
      "user_id": 3,
      "group_id": 1,
      "post": "어제 퇴근을 하고 새벽에 멤버들과 방에 다 같이 모여 이야기를 했다\n시작은 이런저런 진지하고 무거운 개인 이야기였지만 끝날쯤엔 즐겁게 장난을 치며 방에서 나왔다\n\n한 시간 조금 넘게 대화를 나눴는데 으음 뭐랄까... 그 짧은 시간 동안 멤버들에게 많은 감정이 느껴졌다\n길게 풀어서 얘기하기에는 민망하니까 간단히 말하자면 뭐 그냥 ㅎㅎ 좋고 따듯했다\n연준 범규 태현 휴닝이 네 사람이 나랑 같은 팀이라는 게 고맙다고 생각됐다\n약 4~5년 동안 옆에서 본 멤버들은 모두 좋은 사람들이라고 정말 확신한다!\n\n또 오늘 데뷔를 한 지 2년이나 지났는데 시간이 되게 빠른 것 같다 많은 축하를 받았는데 한분한분께 모두 감사하다고 전하고 싶다!\n쭉 응원해주셨으면 좋겠습니다 ㅎㅎ 사랑합니다 모두들\n\n사진은 어제 모여서 얘기하다가 찍은 사진",
      "images": [
          "https://cdn-contents-web.weverse.io/user/mx750/jpg/7220284c07c44cde918d9911bcb963b3843.jpg"
      ]
  },
  {
      "datetime": "2021.03.04 12:37",
      "user_id": 6,
      "group_id": 1,
      "post": "TXT 데뷔2주년>3<♡\n\n이야... 벌써 2주년이라니 믿기지가 않는다!!! 늘 데뷔했던 그 날이 떠오르지만 3월 4일만 되면 그 데뷔 날이 선명하게 떠오른다! 사실... 2주년이라고 해도 될지 모르겠다... 모아 분들과 보낸 시간보다 같이 안 보낸 시간이 더 길어서 뭔가... 속상하다. 2년 동안 계속 함께 좋은 추억을 만들어야 하는데 뭔가 중간에 끊긴 느낌이다!\n아쉬운 감정이 많지만 그래도 이렇게 2년 동안 여러 경험을 하고 다양하게 모아 분들한테 여러 모습을 보여줄 수 있어서 다행이라는 생각도 든다!!\n그래도 이틀 후 팬라이브 한다는 생각에 설레는 마음이 가득하다! 팬 라이브도 열심히 파이팅!!!! 3월 4일 2주년 된 거에 나 자신 그리고 모아 분들 한테 한 번 더 축하한다고 얘기해주고 싶고\n앞으로도",
      "images": []
  },
  {
      "datetime": "2021.03.03 18:46",
      "user_id": 3,
      "group_id": 1,
      "post": "차갑게 식은 태현이 식사",
      "images": [
          "https://cdn-contents-web.weverse.io/user/mx750/jpg/07a55de5675544edb59ca988a72c7439683.jpg",
          "https://cdn-contents-web.weverse.io/user/mx750/jpg/b375aae8b8764d61b1a3079b3888523c443.jpg"
      ]
  },
  {
      "datetime": "2021.02.25 19:25",
      "user_id": 1,
      "group_id": 1,
      "post": "진짜 좋은 음악들 감사한 마음으로 듣겠습니다\n\n청하님 앨범 추천 트랙)\n직접 추천해주신 4번\n그리고 10번 꼭꼭 추천합니다 애쉬아일랜드님 곡은 선공개인데도 너무 좋네요 앨범 나오면 꼭 찾아들으려구요",
      "images": [
          "https://cdn-contents-web.weverse.io/user/mx750/jpg/66ed1d46d2cb493ebfb672ef1da71ee5123.jpg",
          "https://cdn-contents-web.weverse.io/user/mx750/jpg/691d97129b4944eeb3cb8bde5e0e50f3321.jpg",
          "https://cdn-contents-web.weverse.io/user/mx750/jpg/5ae9ec3907594be6b5bee702c615daee532.jpg"
      ]
  },
  {
      "datetime": "2021.02.23 20:13",
      "user_id": 2,
      "group_id": 1,
      "post": "NYFW 사진 대량 살포요~~",
      "images": [
          "https://cdn-contents-web.weverse.io/user/mx750/jpg/7114499d8b39441bb083b530f057bba4367.jpg",
          "https://cdn-contents-web.weverse.io/user/mx750/jpg/ad5b36e5bb0746b28c598c1b01c3a4b1721.jpg",
          "https://cdn-contents-web.weverse.io/user/mx750/jpg/15d557bc9243401ea211cd83d7d2898a093.jpg",
          "https://cdn-contents-web.weverse.io/user/mx750/jpg/42f14777fa764f249af3520a2316c446101.jpg"
      ]
  },
  {
      "datetime": "2021.02.19 11:28",
      "user_id": 1,
      "group_id": 1,
      "post": "케이팝을 10년째 좋아하지만 저를 텔레비전에서 처음 보고 충격 받은 일본 모아, 꽃다발 카드를 보내준 일본 모아, 최씨 집안의 막내딸 모아, 만 14살 넘으면 오프라인으로 많이 보고 싶다는 모아, 제주도에서 사랑해주는 모아, 한자 위에 친절하게 요미카타 써준 일본 모아, 나만 보면 광대가 대기권을 뚫는다는 모아, 나의 내일은 늘 나를 닮은 봄만 같아 달라는 모아, 초등학교 이후로 편지를 처음 써본 모아, 작품에 가까운 아크릴화를 그려준 모아, 시각디자인학과를 나온 우리 의전팀이 인정한 그림의 모아, 내 포토 카드를 모으고 있다는 모아, 오전 9시에 편지를 써준 모아, 내가 좋은 영향을 준다는 모아깅, 빨리 15살하고 싶다는 12살 모아, 모아 스티커를 보내준 모아, 나랑 평생 친구라는 모아, 행복한 하루하루를 보내고 있다는 모아, 내 이름으로 좋은 일을 해준 모아, 다섯 멤버들이 바닷가에 있는 그림을 그려준 모아, 띵곡들을 많이 추천해준 캐나다 모아, 경제가 너무 재밌다는 경제학과 모아, 최근 갓머뿔 무대를 보고 눈물이 났다는 모아, 초등학교 선생님이 될 거라는 모아, 고 4하러 기숙 들어간다는 모아, 한 걸음 뒤에 항상 있다는 모아, 휴닝이에게 응원을 받은 일본 모아, 우철 세로방향으로 써준 일본 모아, 항상 내 편인 모아, 느릿느릿 거북이 모아, 중학교에 이제 입학하는 모아, 이제 민증 나오는 모아, 달걀 편지지에 써준 학생 모아, 내 매력에 푹 빠진 모아, 나 건드리는 사람 가만 안 둘 거라는 모아, 덕질 유튜버 모아, 꼭 반에서 3등 안에 들 거라는 모아, 내가 한 말들이 공부에 자극이 되었다는 중학생 모아, 훈련소에서 편지 보내준 장성으로 내려간 모아, 좋은 추억 많이 쌓으라는 모아, 대전사는 내 바라기 모아, 잠이 안 온다고 편지를 써준다는 모아, 영어 만점 받은 모아, MMA댄브 모자 퍼포먼스가 좋았다는 모아, 엠스테 force 잘 봤다는 모아, 입덕한 뒤로 하루하루가 행복하다는 모아, 내가 일본어 너무 잘한다는 일본 모아, 히게단 노래를 추천해준 일본 모아, 수빈이형 있는 뮤뱅에서 꼭 1등하자는 모아, 군산에 사는 병아리 새싹 모아, 내 커버를 자주 듣고 있다는 일본 모아, 내 증명사진 만들어준 모아, 나 땜에 심쿵사 할 뻔 했다는 모아, 광주 사는 신입 모아, 내가 첫번째 별이라는 일본 모아, 나랑 같은 알레르기가 있는 모아, 팬 라이브 때 만나자는 모아, 삼행시 제자로 받아달라는 모아, 2020년 마지막 날에 편지를 써준 모아, 주위 친구들도 다 모아 라는 모아, 행복을 모아준다는 모아, 책을 추천해준 모아, 고등학교에 합격한 모아, 나를 놓치지 않겠다는 모아, 한국어와 일본어를 함께 써준 일본 모아,\n피카츄를 같이 보내준 일본 모아, 우리 덕분에 친구가 생겼다는 일본 모아, 내 소원이 이루어지길 바란다는 일본 모아, 자기 사인을 해준 모아, 자기도 강 씨라는 모아, 내 미소가 천사 같다는 일본 모아, 내가 원앤온리라는 모아, 예쁜 시를 써준 모아, 내가 노래를 찰지게 부른다는 모아, 나랑 만복이를 그려준 모아, 한국어를 공부하는 일본 모아, 내가 전부라는 모아, 존재해줘서 데뷔해줘서 고맙다는 모아, 3월 18일 시험인 일본 모아, 꽃말들을 보내준 모아, 생일 축하한다는 인도네시아 모아, 서울에 거주 중인 누나 모아, 나와 같은 물병자리 A형 일본 모아, 귀여운 예비 중 모아, 내가 읽기 쉽게 영어로 써준 러시아 모아, 우리 엄마한테 고맙다는 모아, 나한테 누나인 거 강력 어필하는 모아, 케이팝 짱 많이 추천해준 모아, 나를 더 일찍 좋아할 걸 그랬다는 모아, 내 애교살에 끼이고 싶다는 모아, 나와 같은 왼손잡이 모아, 동생이 서,포,카 다 붙었다는 모아, 네 잎 클로버를 보내준 모아, 촬영장에서 만나자는 모아, 언제나 변함없는 내 1호 팬 모아, 내가 군대 갔다 와도 기다릴 거라는 모아, 스크래치 카드를 보내준 모아, 밥 꼬박꼬박 챙겨 먹으라는 모아, 연준이 형이랑 동갑인 모아, 나한테 못하는 게 뭐냐는 모아, 호그와트에서 보내준 모아, 극존칭 쓰다가 말 놓은 모아, 우울할 때 읽으라고 보내준 캐나다 모아, 2020년 너무 수고했다는 모아, 오늘도 생산적인 하루 보냈냐는 모아, 내가 따뜻하 게 입는게 소원이라는 모아, 꽃 길 만들어가자는 모아, 얼른 다시 만나길 간절히 바란다는 모아, 내 노랫소리를 좋아한다는 일본 모아, 작년 10월에 모아가 된 초 6모아, 자격증 준비하는 모아, 내 모든 발자취를 응원한다는 모아, 섬 소녀 모아, 작사가가 꿈이라는 모아, 아직 오빠라는 소리가 어색하다는 모아, 내 추천 곡들이 좋다는 모아, 경청 보는 날 썼다는 모아, 예전에 뮤뱅 공방 왔었다는 모아, 대학생 일본 모아, 날 다람이라 부르는 모아, 나랑 눈 마주치고 싶다는 모아, 내가 핫팩 그 자체라는 모아, 하루빨리 만나자는 충북 사는 모아, 수빈이 형이랑 동갑이라는 모아, 내 악력기라도 되고 싶다는 모아, 베네치아에서 보내준 이탈리아 모아, 우리 노래가 쉬는 시간을 순삭 시킨다는 모아, 메이크업 아티스트가 되고 싶다는 일본 모아, 나 없으면 못 산다는 부산 모아, 나중에 팬싸에서 보자는 모아, 캘리포니아에서 사진을 보내준 모아, 평생 내 편인 존재가 되어주겠다는 모아, 내 마술을 보고 입덕한 모아, 데뷔 전부터 우릴 좋아했다는 캐나다 모아, 내가 우상이라는 모아, 내가 웃음 버튼이라는 모아, 영통으로만 만난 적이 있다는 일본 모아, 계속 말하지만 진짜로 사랑한다는 모아, 이제 수능을 준비하는 모아, 프린트에 손 글씨도 써준 모아, 방이 나로 가득하다는 모아, 바이올린을 하는 일본 모아, 너무 감사하다고 존칭을 써준 모아, 디즈니우표를 붙여준 모아, 내 덕분에 장학금 받는다는 모아, 자기보다 내가 일본어를 잘한다는 일본 모아, 내가 빛 이자 삶의 일부라는 모아, 내가 사랑을 알려준 사람이라는 모아, 세불밤으로 입덕 한 모아, 편지 봉투의 고양이가 나를 닮았다는 모아, 모아라는 게 너무 행복하다는 모아, 50등에서 전교 3등 했다는 모아와 편지를 보내준 모든 모아 너무너무 고맙고 사랑해요~~ 아직 몇 장 남은 것도 꼭 다 읽을게요😁😁",
      "images": []
  },
  {
      "datetime": "2021.01.30 20:44",
      "user_id": 3,
      "group_id": 1,
      "post": "짜잔 드디어 왔습니다\n\n1. 가장 기억에 남는 팬레터 있어?\n\n진짜 다 기억에 남고 너무 감사했지만 그래도 문답이니까 하나 굳이 뽑자면 외국인 모아가 서툴게 빼곡히 편지 적어준 거? 어색하지만 힘 줘서 한 글자씩 정성들여 쓴 게 보여서 너무 귀엽고 감동이었어요\n\n2. 수빈아!가장 좋아하는 머리 색깔은 무엇입니다\n\n파란색 빼고 다 좋았어요 ㅎㅎ 파란색도 색은 대만족인데 머리카락이 너무 힘들어해서 ㅜㅜ 그래도 하나만 뽑자면 핑크색? 첫 탈색모여서 되게 설렜어요",
      "images": [
          "https://cdn-contents-web.weverse.io/user/mx750/jpg/74c17245ab81417f8e19bd952695a09f380.jpg",
          "https://cdn-contents-web.weverse.io/user/mx750/jpg/3557cfdd5cac405cb42b3ff4b38657fc875.jpg"
      ]
  },
  {
      "datetime": "2021.01.24 22:36",
      "user_id": 1,
      "group_id": 1,
      "post": "오늘은 진짜 일기를 안 쓸 수 없었다.\n경기가 잡힌 날부터 오늘만을 기다렸다.\nUFC257의 메인이벤트로 내 최애선수 더스틴 포이리에가 나왔다. 그리고 그의 상대는 이미 두 체급에서 챔피언 경력이 있는 수퍼스타이자 최고의 타격가 중 한 명인 코너 맥그리거였다. 사실 14년도에 이미 두 선수는 한 번 경기를 치른 적이 있다. 그때는 맥그리거의 TKO승(그러니까 심판이 상황을 말려서 이기는)이었다. 그리고 약 6년 7년 정도의 시간이 지났다. 포이리에의 링네임은 다이아몬드이다. 그리고 그 링네임처럼 그는 지난 시간 동안 더욱 견고하고 아름다운 다이아몬드가 되어있었다. 그는 페더급에서 한 체급을 올려 라이트급에서 뛰기 시작했고 그리고 지금 랭킹 1위까지 올라왔다. 정말 인간승리가 아닐까 싶었는데 오늘 비록 벨트가",
      "images": [
          "https://cdn-contents-web.weverse.io/user/mx750/jpg/1924aab07e8e48e39721ee0fd081a329285.jpg",
          "https://cdn-contents-web.weverse.io/user/mx750/jpg/7c62025bd2944f1ea26369c4c49d1592925.jpg",
          "https://cdn-contents-web.weverse.io/user/mx750/jpg/ce0952fd1022423e8f9639f1aa4bd4da290.jpg"
      ]
  },
  {
      "datetime": "2021.01.24 21:21",
      "user_id": 4,
      "group_id": 1,
      "post": "강아지 상체 하체 논란 종결시키겠습니다.",
      "images": []
  },
  {
      "datetime": "2021.01.24 20:19",
      "user_id": 3,
      "group_id": 1,
      "post": "L.O.V.E",
      "images": []
  },
  {
      "datetime": "2021.01.24 13:00",
      "user_id": 3,
      "group_id": 1,
      "post": "질문 주십쇼!",
      "images": []
  },
  {
      "datetime": "2021.01.18 22:43",
      "user_id": 1,
      "group_id": 1,
      "post": "블루아워에 맞게 예쁜 편지지에 보내준 모아, 한글을 나보다 예쁘게 써준 일본 모아, 테리레터1, 2호를 써준 모아, 어떤 순간에도 저를 아껴주고 사랑하고 있을 거라는 모아, 평태할거라는 개명하신 모아, 제가 헷갈릴까 봐 한국어버전 영어버전으로 보내준 모아, 제가 부르는 히게단 노래가 듣고 싶다는 모아, 나랑 상큼한 노래가 어울린다는 모아, 꽃길만 걸으라는 대구에 살고있는 고1 모아, to태현깅이라고 썼으면서 본인은 14살인 모아깅, 바이올린 도전할 거라는 모아, 좋은 노래 왕창 추천해준 모아, 하루를 나로 마무리한다는 모아,  신곡이 기대된다는 모아!, 이 편지를 읽으면서도 행복하길 바란다는 모아, 소다나 과일 화채같이 신나는 곡도 좋다는 모아, 고스팅이 최애라는 모아, 나에게 빠질 운명이었던 모아, 세계가 불타버린 밤..우린 아니고 진주강씨 강 모아님, 예쁜 포토 카드 넣어준 모아, 수능은 가형 본 모아, 일본어로 써도 다 읽을 수 있습니다! 걱정하지 마세요 일본 모아! ,  나 덕분에 1년동안 많이 행복했다는 모아, 나의 모든 모습이 좋다는 모아, 다음 활동 때 꼭 보자는 모아, 내 셀카 그려준 태국 모아, 자랑스러운 육군 장병 모아, 나만의 애정표현 방식이 좋다는 모아, 열심히 10대를 달려오느라 수고했다는 모아, 늦었지만 생일 축하해요 모아!, 내가 행복한 게 1순위라는 모아, 오늘은 오타 없이 써준 모아까지 모두 모두 감사합니다💛💛",
      "images": [
          "https://cdn-contents-web.weverse.io/user/mx750/jpg/8caaa1fd90034139859c9efb9dba0523315.jpg",
          "https://cdn-contents-web.weverse.io/user/mx750/jpg/9d8789dd7a3c488d92dc6ce25435c50d764.jpg"
      ]
  }
]

records.each do |record|
  post = Post.create(post: record[:post], created_at: record[:datetime], user_id: record[:user_id], group_id: record[:group_id])
  post.save
end